adpyke.codesnap
almahdi.code-django
batisteo.vscode-django
bibhasdn.django-snippets
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
dskwrk.vscode-generate-getter-setter
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
heybourn.headwind
infeng.vscode-react-typescript
johnpapa.vscode-peacock
joy-yu.css-snippets
liamhammett.inline-parameters
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.vscode-typescript-next
naumovs.color-highlight
pkief.material-icon-theme
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
usernamehw.errorlens
wscats.html-snippets
xabikos.javascriptsnippets
